{
  "Punctuation": [
    "Success doesn't come from what you do occasionally; it comes from what you do consistently, even when it gets tough.",

    "Typing quickly is not just about speed, but about accuracy and rhythm. Let your fingers flow naturally over the keys.",


"The secret to getting ahead is getting started. Don't wait for the perfect moment—begin now, and improve along the way.",

"Discipline outweighs motivation every time. Show up, do the work, and let your habits carry you when inspiration fades.",

"Whether it's ten seconds or two minutes, type with full focus. Small consistent effort leads to big progress over time.",

"Your mind sets the direction, but your hands do the work. Train them both to build the skills you seek through repetition.",

"Don't let mistakes slow you down. Fix them fast, move forward faster. That's how true speed and accuracy are built.",

"Practice makes progress—not perfection. Aim for improvement each time you type, and perfection will naturally follow.",

"Each keystroke is a step forward. Focus on flow and form. Speed is just a byproduct of sustained accuracy and patience.",

"Great typists aren't born; they're trained. With every paragraph, your hands get smarter and your mind more in sync."


  ],

  "Numbers":[
    "In 2024, success still comes from what you do daily. Even 5 minutes of focus can lead to massive improvement over 30 days.",

"Type this: The quick brown fox jumps over 13 lazy dogs 3 times before 9 a.m. That's 45 keystrokes in under 12 seconds!",

"Every 1% effort counts. Do 10 pushups, 20 lines of code, or type for just 15 minutes. It all adds up to big wins by day 30.",

"Typing 80 words per minute sounds cool, but even 40 WPM with 100% accuracy is better than 120 WPM with 20 mistakes.",

"Use the number keys wisely: 1234567890. They matter just as much as letters. Try typing 5 quotes with numbers each day.",

"Train your brain and hands: type 'Shift+9 = (' and 'Ctrl+1 = Tab switch'. Mastering shortcuts saves hours each week.",

"It's okay if your speed is 35 WPM today. Just improve by 2 WPM every week. In 8 weeks, you'll hit 50 WPM without stress.",

"Typing 1 hour a day for 21 days builds muscle memory. Practice with 3 different texts: one easy, one numeric, one random.",

"Press Alt+F4 to close. Wait, just kidding! Type 123, then 456, then 7890 without stopping. Keep calm and count fast.",

"Day 1: You miss keys. Day 7: You improve. Day 14: You're accurate. Day 21: You're confident. Day 30: You're unstoppable."
  ]
}
